/* 
  Localizable.strings
  Self Service

  Created by Chris Ghanbarzadeh on 1/20/16.
  Copyright © 2016 JAMF Software. All rights reserved.
*/

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "Informazioni su %@";
"HIDE_SELF_SERVICE" = "Nascondi %@";
"QUIT_SELF_SERVICE" = "Chiudi %@";
"RELOAD_SELF_SERVICE" = "Ricarica %@";
"NEXT_SECTION" = "Sezione successiva";
"PREVIOUS_SECTION" = "Sezione precedente";

// Toolbar Buttons
"TOOLBAR_HOME" = "Home";
"TOOLBAR_BROWSE" = "Sfoglia";
"TOOLBAR_BROWSE_COLLAPSED" = "Sfoglia - Contratto"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "Sfoglia - Espanso"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "Cronologia";
"TOOLBAR_NOTIFICATIONS" = "Notifiche";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "Nessuna nuova notifica"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 nuova notifica"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d nuove notifiche"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "Accedi";
"LOG_OUT_BUTTON" = "Esci";

// Login
"LOGIN_USERNAME" = "Nome utente";
"LOGIN_PASSWORD" = "Password";
"LOGIN_CANCEL" = "Annulla";
"LOGIN_INVALID_CREDENTIALS" = "Il nome utente o la password inseriti sono errati.";
"LOGIN_CONNECTION_ERROR" = "%@ non può connettersi al server.";
"LOGIN_SUCCESSFUL" = "Login riuscito"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "Ricordami";
"SAML_LOGIN_LABEL" = "Login %@";
"SAML_LOG_IN_TO_CONTINUE" = "Accedi per continuare";
"SAML_FAILED_TO_AUTHENTICATE" = "L'accesso non può essere autenticato. Per risolvere il problema, contatta l’amministratore.";
"SAML_UNKNOWN_ERROR" = "Si è verificato un errore sconosciuto. Se il problema persiste, contatta l'amministratore.";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "Impossibile contattare un server Jamf MDM";
"RETRYING" = "Ritento";
"CONNECTION_SUCCESSFUL" = "Connessione a un server Jamf MDM riuscita"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "Si è verificato un errore con %@.";
"ERROR_MODAL_TEXT" = "Riprova più tardi o contatta l’amministratore.";
"ERROR_MODAL_CLOSE" = "Chiudi";

// Search
"SEARCH" = "Cerca";
"SEARCH_RESULTS_LABEL" = "Risultati di ricerca per";
"NO_RESULTS_LABEL" = "Nessun risultato trovato per \"%@\"";
"SEARCH_AGAIN_LABEL" = "Prova a cercare di nuovo.";
"SEARCH_RESULTS_COLLECTION_LABEL" = "Risultati di ricerca"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "%d risultati trovati"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "1 risultato trovato"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 risultato";
"RESULTS" = "%d risultati";
"LEFT_ARROW" = "Freccia sinistra";
"RIGHT_ARROW" = "Freccia destra";
"FEATURED_ITEMS" = "Elementi in primo piano"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "Sfoglia elementi"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "Aggiungi elementi ai segnalibri"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "Categoria %@";
"CATEGORIES" = "Tutte le categorie"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "Scorri elementi in primo piano a sinistra"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "Scorri elementi in primo piano a destra"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "Scorri categorie a sinistra"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "Scorri categorie a destra"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "Scorri segnalibri a sinistra"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "Scorri segnalibri a destra"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "Installa";
"CONTENT_REMOVE_BUTTON" = "Rimuovi";
"CONTENT_REINSTALL_BUTTON" = "Reinstalla";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "Esegui";
"CONTENT_OPEN" = "Apri";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "Aggiorna";
"CONTENT_CANCEL_BUTTON" = "Annulla"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "Segnalibri";
"CATEGORY_DEVICE_COMPLIANCE" = "Conformità dispositivo";
"CATEGORY_ALL" = "Tutto";
"CATEGORY_FEATURED" = "In primo piano";
"CONTENT_NO_CONTENT" = "Nessun elemento";
"HISTORY_NO_CONTENT" = "Nessuna cronologia";
"CLEAR" = "Cancella";
"READ" = "Letto"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "Non letto"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "Pulsante %@, Fai clic per segnare come %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "Elemento in primo piano"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "Leggi di più";
"MORE_ACCESSIBILITY_LABEL" = "Altro";

// Cancel content
"CANCEL_YES_BUTTON" = "Sì";
"CANCEL_NO_BUTTON" = "No";
"CANCEL_TITLE" = "Confermi di voler annullare?";
"CANCEL_TEXT" = "Questa operazione potrebbe rendere il computer instabile.";
"CANCEL_POLICY_TEXT" = "Confermi di voler annullare \"%@\"? Questa operazione potrebbe rendere il computer instabile.";
"CANCEL_EBOOK_TEXT" = "Confermi di voler annullare \"%@\"?";
"CANCEL_PATCH_TEXT" = "Confermi di voler annullare? Annullare un aggiornamento software in corso potrebbe rendere l’app inutilizzabile.";

// Content Progress Strings
"CONTENT_WAITING" = "In attesa";
"CONTENT_OPENING" = "Apro";
"CONTENT_INSTALLING" = "Installo";
"CONTENT_REMOVING" = "Rimuovo";
"CONTENT_EXECUTING" = "Eseguo";
"CONTENT_DOWNLOADING" = "Scarico";
"CONTENT_RUNNING" = "Eseguo";
"CONTENT_VERIFYING" = "Verifico";
"CONTENT_UPDATING" = "Aggiorno";
"CONTENT_FINISHING" = "Concludo";
"CONTENT_DONE" = "Fine";
"CONTENT_CANCELED" = "Annullato";
"CONTENT_ERROR" = "Errore";

// Info View
"INFO_CLOSE" = "Chiudi";
"INFO_CANCEL" = "Annulla";
"INFO_NOT_AVAILABLE" = "Questo elemento non è più disponibile";
"INFO_OK" = "OK";

// Bookmark Web View
"BOOKMARK_CLOSE" = "Chiudi";
"BOOKMARK_CLOSE_HELP" = "Chiudi %@"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ERROR" = "Impossibile aprire \"%@\"";
"OPEN_IN_BROWSER" = "Apri nel browser";
"BROWSER_BACK_BUTTON" = "Indietro"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_BACK_BUTTON_HELP" = "Fai clic per mostrare la pagina precedente"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON" = "Avanti"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON_HELP" = "Fai clic per mostrare la pagina successiva"; // Only announced via VoiceOver, never displayed in the UI

// VPP
"VPP_INVITATION_SUBTEXT" = "Accetta invito";
"VPP_INVITATION_ACCEPT_BUTTON" = "Accetta";
"VPP_INVITATION_EXPLANATION" = "Devi accettare l’invito della tua organizzazione. Non potrai installare app o libri acquistati a volume se non accetti questo invito.";
"VPP_INVITATION_EXPLANATION_CONTENT" = "Devi accettare l’invito della tua organizzazione per installare %@.";
"VPP_INVITATION_APPLICATION" = "questa applicazione";
"VPP_INVITATION_EBOOK" = "questo libro";
"VPP_INVITATION_PENDING" = "Invito in attesa";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "Riprova";
"VPP_INVITATION_PENDING_EXPLANATION" = "Il tuo invito è in attesa. Se non hai accettato l’invito, fai clic su Riprova per riconnetterti all’App Store.";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "Il tuo invito è stato accettato. Ora puoi installare app e libri acquistati a volume.";

// About
"VERSION" = "Versione";
"VERSION_UNKNOWN" = "Versione sconosciuta";
"COPYRIGHT" = "Copyright";
"ALL_RIGHTS_RESERVED" = "Tutti i diritti riservati.";
"ACKNOWLEDGEMENTS_BUTTON" = "Riconoscimenti";

// History
"HISTORY_HEADER" = "Cronologia";
"HISTORY_VERSION" = "Versione";
"HISTORY_INSTALLED" = "Installata";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "Aggiornamento disponibile";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "Aggiornamenti disponibili";
"UPDATES_AVAILABLE" = "Disponibile";
"UPDATES_UPDATE_ALL" = "Aggiorna tutto";
"UPDATE_KILL_APP" = "Devi chiudere %@ prima di aggiornare.";
"UPDATE_DEADLINE" = "Scadenza aggiornamento";
"UPDATE_APPS_MUST_QUIT" = "App che è necessario chiudere";
"UPDATES_INSTALL_ALL" = "Installa tutti gli aggiornamenti";
"UPDATES_HEADER" = "Intestazione aggiornamenti"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "Notifiche";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "Nessuna notifica";
"NOTIFICATIONS_ITEM_FAILED" = "Errore elemento";
"NOTIFICATIONS_DATE" = "Data:";
"NOTIFICATIONS_HEADER" = "Intestazione notifiche"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "Segna tutto come letto";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "Self Service";
"NOT_ENROLLED_MESSAGE" = "Self Service è un componente di Jamf MDM, sviluppato da Jamf.\n\nQuesta app deve essere associata a un server Jamf MDM.\n\nContatta il tuo amministratore IT per ulteriori informazioni";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "Ordina"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "In primo piano";

// UAMDM Popup
"UAMDM_APPROVE" = "Devi approvare il profilo MDM della tua organizzazione";
"UAMDM_CLICK_1" = "Fai clic sul pulsante ";
"UAMDM_APPROVE_BOLD" = "Apri Preferenze di Sistema";
"UAMDM_CLICK_2" = " qui sotto e segui queste indicazioni:";
"UAMDM_STEP_1" = "1. Nella colonna Profili dispositivo, fai clic sul profilo chiamato “Profilo MDM” e contrassegnato da un triangolo di avviso giallo.";
"UAMDM_STEP_2A" = "2. Fai clic sul pulsante ";
"UAMDM_STEP_2_BOLD" = "Approva";
"UAMDM_STEP_2B" = " .";
"UAMDM_APPROVE_BUTTON" = "Apri Preferenze di Sistema";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "Esempio di profilo in Preferenze di Sistema"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "Ti diamo il benvenuto, %@!";
"ONBOARDING_WELCOME_NO_NAME" = "Ti diamo il benvenuto!";
"ONBOARDING_CONFIRMATION_TITLE" = "Onboarding completato!";
"ONBOARDING_CONFIRMATION_BUTTON" = "Continua";
"ONBOARDING_MESSAGE" = "La tua organizzazione sta configurando automaticamente il computer. Non riavviare o spegnere il computer finché l’installazione non sarà stata completata. Potrebbe volerci un po’ di tempo.";
"ONBOARDING_PENDING" = "In sospeso";
"ONBOARDING_PROGRESS_TEXT" = "Completati: %d di %d";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "Stato installazione";
"UNABLE_TO_QUIT" = "Impossibile uscire dall’applicazione";
"ONBOARDING_IN_PROGRESS" = "Onboarding in corso";
"ONBOARDING_ERROR_SINGLE" = "Non è stato possibile installare 1 elemento";
"ONBOARDING_ERROR_MULTIPLE" = "Non è stato possibile installare %d elementi";
"ONBOARDING_ERROR_NEXT_STEPS" = "Puoi riprovare a installare gli elementi mancanti nel pannello “Notifiche”, oppure contatta l’amministratore IT per ricevere ulteriore assistenza.";
"ONBOADING_COMPLETE_TITLE" = "Configurazione completata";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "La configurazione del computer è terminata e tutto è stato installato correttamente.";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "La configurazione del computer è terminata, ma non tutti gli elementi sono stati installati.";
"ONBOARDING_COMPLETE_INFO" = "%d elementi sono installati e pronti all’uso";
"ONBOARDING_INSTALLED" = "Completato"; // Voiceover
"ONBOARDING_FAILED" = "Fallito"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "Questa applicazione non è disponibile. Riprova più tardi.";
